# 4. Найти максимальное из трех чисел
a = int(input('Введите первое число: '))
b = int(input('Введите второе число: '))
c = int(input('Введите третье число: '))
arr = [a,b,c]
print(max(arr))