# Даны два числа. Показать большее и меньшее число

a = int(input('Введите первое число '))
b = int(input('Введите второе число '))
if a>b:
    print(f'число {a} больше числа {b}')
else:
    print(f'число {b} больше числа {a}')