# 0.Вывести квадрат числа
a = int(input('Введите число '))
b = a**2
print(f' {a} в квадрате равно {b}')